;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Hartmut Hoyer
; TranslationAuthorEmail: HuC-Hoyer@online.de
; TranslationAuthorWeb:
; Soft Version: 1.43
; Update: 2013-11-23
;
[GUI]
ButtonYes=Ja
ButtonNo=Nein
ButtonOK=Ok
ButtonMinimize=Minimieren
ButtonMaximize=Maximieren
ButtonClose=Schließen
ButtonRestore=Wiederherstellen
ButtonMenu=Menü

[Translation]
LangCode=0407
ReadHabit=Left-to-right
LanguageName=GER
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Bestätigung
Warning=Warnung
Error=Fehler
Confirm=Bestätigung
FrmJSAbout.caption=Über
FrmJSAbout.btnok.caption=Ok
FrmJSAbout.lblver.caption=Aktuelle Version:
FrmJSAbout.lblemail.caption=Support E-Mail:
FrmJSAbout.lblhome.caption=Homepage:
FrmJSAbout.lblthank.caption=Dank an folgende Personen für ihre Unterstützung:
;
; Popup Menu
;
pmCheckMsg=Automatisch auf News prüfen
pmforum=Forum
pmHelp=Online Hilfe
pmHome=Homepage
pmCheckNew=Auf Updates prüfen
pmContact=Kontakt mit uns
pmLang=Sprachen
pmAbout=Über
pmcpfilename=Ganzen Pfad kopieren
pmcppath=Verzeichnis kopieren
pmopen=Datei öffnen
pmopenfolder=Ordner öffnen 
pmcpfile=Kopiere Datei/Ordner
pmdel=Lösche Datei/Ordner
pmatt=Eigenschaften
pmSelectAll=Alle Einträge auswählen
pmSelectNone=Keines auswählen
pmSelectInvert=Auswahl umkehren
pmCheckNew=Auf Updates prüfen
pmJetHelp=Schnellsuche starten
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=Gefällt mir
FrmRSMain.btnSearch.caption=Suche
FrmRSMain.btnfeedback.caption=Vorschläge und Rückmeldung
;
;Like us
;
FrmlikeIt.lblTitle.caption=Wenn Sie Wise JetSearch mögen, erzählen Sie ihren Lieben von diesem schönen Tool.
Frmlikeit.lblInfo.caption=Bitte teile Wise JetSearch mit deiner Familie, Freunden, Klassenkameraden und Studienkollegen über E-Mail, Blogs, Twitter, YouTube, Facebook, usw. Super! Sie bringen Komfort und Effizienz in ihr Leben.
FrmlikeIt.lblRate.caption=Bewerte Wise JetSearch:
FrmlikeIt.lblfollow.caption=Folge uns:
FrmlikeIt.lblshare.caption=Teile Wise JetSearch:
FrmlikeIt.btndownload.caption=Kostenloser Download
FrmlikeIt.imgface1.hint=Teile es auf Facebook
FrmlikeIt.imgface2.hint=Folge uns auf Facebook.
FrmlikeIt.imgtwitter1.hint=Teile es auf Twitter
FrmlikeIt.imgtwitter2.hint=Folge uns auf Twitter
FrmlikeIt.imgmail.hint=Teile es mit deinen Freunden
FrmlikeIt.imgrate.hint=Bewerte uns mit 5 Sternen auf CNET
FrmlikeIt.Caption=Gefällt mir
FrmlikeIt.lbldownload.caption=Downloade mehr Freeware auf WiseCleaner.com

[Edit]
pmcut=Ausschneiden
pmcopy=Kopieren
pmpaste=Einfügen
pmdelete=Löschen
pmselectall=Alles auswählen


[Message]
Audios=Audios
Videos=Videos
Images=Bilder
Document=Dokumente
Compressed=Archive
Email=E-Mail
NewVer=Eine neue Version ist verfügbar! Wollen Sie jetzt upgraden?
KeyDelete=Löschen
AllHardDrive=Lokale Festplatten
SelectHardDrive=Bitte eine Festplatte auswählen
ScanFor=In Festplatte suchen:
Search=Suche
LeftTimeSec=Dauer: %s Sekunde(n)
NoKeyWord=Bitte Schlüsselwörter eingeben, nach denen gesucht wird.
Stop=Stop
NoDriveChecked=Bitte Festplatte(n) für den Scan auswählen.
NoNewVer=Gratulation! Sie benutzen die aktuelle Version!
TranslateTo=Übersetzen nach...

[FastFind]
Name=Name
Path=Pfad
FileSize=Dateigröße
DateModified=Änderungsdatum
KeyWord=Schlüsselwörter eingeben
SearchFinish=Suche abgeschlossen. %d Dateien/Ordner gefunden.
SearchAborted=Suche abgebrochen. %d Dateien/Ordner gefunden.
NoResult=Keine übereinstimmenden Dateien gefunden.

[Help]
Startup=JetSearch beim Starten des Computers ausführen
AutoRunMain=Schnelle Suche mit JetSearch ausführen
Del=Löschen
Tips=Schnellsuche für lokale Datei / Ordner